[M_ShootMeInTheFace MissionDefinition]
MissionName="Mais Que Um Tapa Na Cara"
MissionDescription="Um psicopata de [place]Thousand Cuts[-place] lhe pediu para dar um tiro no meio da sua cara."
TurnInDescription="Você meteu um tiro na cara dele."
MissionSummary="Atire na cara do Come-Balas."
MissionGiver="Come-Balas"
MissionTurnInLocation="Come-Balas"
TeaserText="Atire na cara do Come-Balas."

[M_ShootMeInTheFace:NotInTheArm MissionObjectiveDefinition]
ProgressMessage="... não é no braço"

[M_ShootMeInTheFace:NotInTheChest MissionObjectiveDefinition]
ProgressMessage="... não é no peito"

[M_ShootMeInTheFace:NotInTheLeg MissionObjectiveDefinition]
ProgressMessage="... não é na perna"

[M_ShootMeInTheFace:ShootInFace MissionObjectiveDefinition]
ProgressMessage="Atire na cara do Come-Balas"

[M_ShootMeInTheFace:ShootMeInTheFaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

